{
    "meta": {
        "poster_title": "Bhavya Goyal's Professional and Educational Journey",
        "authors": "Bhavya Goyal",
        "affiliations": "University School of Management & Entrepreneurship, Deen Dayal Upadhyaya College"
    },
    "sections": [
        {
            "title": "Poster Title & Author",
            "content": "Bhavya Goyal's Professional and Educational Journey\nBhavya Goyal\nContact: bhavyagoyal.workday@gmail.com\nPhone: +91-7011209532"
        },
        {
            "title": "Education",
            "content": "Masters of Business Administration from University School of Management & Entrepreneurship. Coursework included Management Process, Financial Accounting, Marketing Management, Business Research Methods, Human Resource Management, Managerial Economics, Database Management Systems, Predictive Analytics, Pricing Analytics, Financial Analytics, Investment Management, Financial Risk Management, and Investment Banking.\nBachelors of Commerce Hons. from Deen Dayal Upadhyaya College, University of Delhi. Coursework included Business Organization & Management, Financial Accounting, Micro Economics, Macro Economics, Business Laws, Business Mathematics, Income Tax, Principles of Marketing, Cost Accounting, International Business, Ethics & Governance."
        },
        {
            "title": "Experience",
            "content": "KPMG, Business Associate (April 2025): Conducted quantitative and qualitative research, developed financial models, and translated datasets into business intelligence.\nFederal Bank, Officer - Junior Management Grade 1 (Oct 2024 - March 2025): Optimized workflows, managed processes across Banking Operations, and enhanced operational efficiency.\nLufthansa German Airlines, Business Development Intern (June 2023 - Aug 2023): Engineered lead generation pipelines, closed enterprise-level deals, and built prospect relationships.\nFinance Intern (Dec 2022 - Feb 2023): Conducted market research and financial data analysis, developed financial models, and tested application reliability.\nChegg Inc., Subject Matter Expert (Sep 2020 - Dec 2020): Provided solutions to complex queries with high accuracy.\nUser Testing, Software Tester (Aug 2020 - Dec 2020): Tested software applications."
        },
        {
            "title": "Awards & Honors",
            "content": "Mckinsey Forward Resource Recipient (Apr 2025): Recognized for core skills in adaptability, problem-solving, and communication.\nMerit Certificate from CBSE (Nov 2016): Awarded for excellence in English, Hindi, Mathematics, Science, and Social Science.\nSponsored Cancer Awareness Program (Dec 2008): Recognized for social service in generating awareness and raising donations."
        },
        {
            "title": "Responsibilities",
            "content": "International Youth Neuroscience Association (June 2025): Engaged in a virtual program covering neuroscience topics.\nWorld Bank Youth Summit 2025 (May 2025): Participated as a delegate, engaging with global leaders on climate action and digital transformation.\nInternational Model United Nations Association (Feb 2021): Represented Afghanistan, raising topics on economic growth and civil rights."
        },
        {
            "title": "Volunteering",
            "content": "Fortis Healthcare, Pro-Social Peer Moderator (July 2014): Promoted adaptive life-skills among adolescents through peer-based learning and trained in media literacy."
        },
        {
            "title": "Skills",
            "content": "Mathematical and Computational Finance, Programming Languages/Tools: Excel, Python (Pandas, NumPy, Matplotlib, Scikit-learn), SQL, Power BI, Tableau, Bloomberg Terminal. Languages: English, Hindi."
        }
    ]
}